{
    "navbar_gallery": "GALLERY",
    "navbar_construction": "CONSTRUCTION",
    "navbar_testimonials": "TESTIMONIALS",
    "navbar_aboutus": "ABOUT US",
    "navbar_contactus": "CONTACT US",
    "dark_theme": "Dark Theme",
    "light_theme": "Light Theme",
    "home_tittle": "WELCOME TO CAHAYA HALIM POOLS",
    "home_description": "We are the leading Jakarta area swimming pool construction company. Cahaya Halim Pools builds impressive custom swimming pools for the greater Jakarta region, with high quality material and at affordable prices. A pool that is properly planned and constructed will enhance the beauty and value of your home. \n \n We will design/build your swimming pool to match your vision, your lifestyle, and your budget. Make your backyard a vacation paradise. From our freeform pool designs, relaxing spas, and one-of-a-kind water features, to our outdoor living upgrades including patio extensions, outdoor kitchens, pergolas and more. Customer satisfaction is of the utmost importance. REPUTATION IS EVERYTHING! Check out some of our customer testimonials. \n \n Call us today and ask about our Jakarta area swimming pool construction and design specials! Serving all of Jakarta, including Bogor, Depok, Tangerang, Bekasi, and more.", 
    "home_design_tittle": "Swimming Pool Design",
    "home_design_description": "Let the Jakarta swimming pool design professionals at Cahaya Halim Pools design your next dream-pool. Every client receives a 3-D computer generated design before we begin construction. These masterfully created renderings allow you to see all the elements of your pool design as they integrate to your home and backyard. At this phase, you can make revisions and improvements as necessary. Upon approval of your design, we use this layout to create detailed construction plans and we begin the layout process. We also provide swimming pool construction in Bogor, Depok, Tangerang, Bekasi and other surrounding Jabodetabek communities.",
    "gallery_tittle": "Take A Look At Some Great Ways To Improve Your Life...",
    "gallery_description": "There’s no better way to “vacation in your own backyard” than with a brand-new swimming pool. But you already know that, that’s why you’re here. Found your inspiration here.",
    "construction_tittle": "Pool Construction. Creating your dream.",
    "construction_description": "Cahaya Halim Pools is consistently recognized for our superior level of Jakarta swimming pool and spa construction.  We also provide swimming pool construction in Bogor, Depok, Tangerang and Bekasi. Below, we have listed the phases of swimming pool construction.",
    "construction_tittle_1": "1. Swimming Pool Design",
    "construction_description_1": "Let the Jakarta swimming pool design professionals at Cahaya Halim Pools design your next dream-pool. Every client receives a 3-D computer generated design before we begin construction. These masterfully created renderings allow you to see all the elements of your pool design as they integrate to your home and backyard. At this phase, you can make revisions and improvements as necessary. Upon approval of your design, we use this layout to create detailed construction plans and we begin the layout process. We also provide swimming pool construction in Bogor, Depok, Tangerang and Bekasi surrounding Jabodetabek communities.",
    "construction_tittle_2": "2. Layout",
    "construction_description_2": "In the layout phase, we take the dimensions of the pool design & construction plans, and lay it out onto the proposed pool site. This allows you to see the outlines of the actual size and shape of the pool and make any changes to the size and location of the pool before we actually break ground.",
    "construction_tittle_3": "3. Excavation",
    "construction_description_3": "Once the layout phase is complete, we use a backhoe for excavation for your swimming pool and spa. We excavate to your pools exact measurements and specifications.  We are now ready for forms and rebar.",
    "construction_tittle_4": "4. Forms and Rebar",
    "construction_description_4": "We use wood forms and rebar to create the detail and exact shape for your design. Together the forms and rebar create the framework and high structural integrity of your pool.",
    "construction_tittle_5": "5. Electrical and Plumbing",
    "construction_description_5": "In this phase we install all the electrical and plumbing lines. The plumbing is put under pressure and inspected.  The electrical is installed per required city and state codes.", 
    "construction_tittle_6": "6. Gunite",
    "construction_description_6": "In this phase we apply the gunite using high-pressure hoses to create the inner shell of your new pool. Once the gunite is applied, you will have a very good idea of exactly how your new pool will look!", 
    "construction_tittle_7": "7. Masonry and Stone",
    "construction_description_7": "Call Cahaya Halim Pools for the professional Jakarta Stone and Masonry work that makes your pool look spectacular. This is where your water features come to life. You will select different boulder types, and sizes to create waterfalls, jumping rocks, grottoes, and the unique design aspects of your pool.", 
    "construction_tittle_8": "8. Decking and Patios",
    "construction_description_8": "This is the patio area around your pool. Once the concrete is placed, you have options as to the finished surface. Sundek, textured and/ or stained concrete, and custom flagstone are just a few options. Next we install your outdoor fireplaces, fire pits, fountains, summer kitchens and more.",
    "construction_tittle_9": "9. Plaster",
    "construction_description_9": "Applying the plaster becomes the final finish to the interior of the pool. Your pool is now water tight. There are many products and colors available. Your plaster is applied to the gunite and is quickly trowled by hand to ensure a beautiful.Applying the plaster becomes the final finish to the interior of the pool. Your pool is now water tight. There are many products and colors available. Your plaster is applied to the gunite and is quickly trowled by hand to ensure a beautiful.",
    "construction_tittle_10": "10. Pool School",
    "construction_description_10": "In this phase we provide a pool school to educate you about the initial start-up and maintenance of your pool. Cahaya Halim Pools is available for any questions you may have in the future.",
    "testimonial_tittle": "What our clients say about us ...",
    "testimonial_subtittle": "Testimonial for Pool Maintenance",
    "testimonial_comment_1": "After hearing a few nightmare stories from neighbors and coworkers regarding their pool builds, I decided against the big builders and I went with Cahaya Halim Pools based on a recommendation from one of your satisfied customers. /n I am writing to tell you how pleased I am with the overall experience of having my pool built by your company. Cahaya Halim Pools always showed when they said they would show. If a sub-contractor was going to be a little late or was going to take a little longer than planned, I always heard about it first from the project manager. \n Your project manager showed a lot of patience when my wife and I took 3 times to figure the exact placement of the pool and moved trees instead of bulldozing them which was a huge plus for my wife and daughter. What really impressed me was being kept in the loop on any budget changes as I changed the scope of the job to include more features like the expanded stone patio, bench and landscaping. \n There were no budget surprises at the end of the build. We love our new pool. I will probably never move, but if I do and need another pool, you will be my first call. \n Thanks again to you and your staff for fantastic customer service. \n \n Adrian. \n Kemang, South Jakarta",
    "testimonial_comment_2": "As we began to think about adding a pool, we started talking to friends who had put in pools. All we heard was one pool horror story after another. So as we went through our pool installation, we were waiting for the horror day to occur. Thankfully for us, that day never came. Our pool was put in on-time and on-budget. We did not expect either. We had several pool companies propose on our pool. What turned us to Cahaya Halim Pools were: \n He had a vision for the pool and put himself in the homeowners shoes and thought about how it would look from the windows of the house, walking room around the pool, seating areas, umbrellas, sound of the waterfall, etc. Many of these things we had not even thought of or considered, but I am sure glad they were part of the decision. \n Focus on the trees that we had. Keeping as many as we could, especially the larger ones, having adequate sunshine to warm the water, adequate shade from the sun, and minimal leaves and other debris in pool. Again, most of these things we had not even considered. \n Willingness for us to see some of his pools and have direct correspondence with the homeowners for a completely open dialogue. \n As to why I would refer Cahaya Halim Pools without reservation, would be everything I just listed but I would also add that we were very impressed with Cahaya Halim Pools’s constant forethought of aesthetics. We are completely pleased with our pool and would happily refer others to use Cahaya Halim Pools. \n \n Hendrik. \n Pondok Indah, South Jakarta",
    "testimonial_comment_3": "We moved into a new home recently and decided we wanted to add a pool to our outdoor stone patio for more entertainment space so we called around for companies to give us a quote. Halim came by and we discussed what we had in mind and listened to our thoughts, he made very good recommendations as to our current set up versus our original thoughts and we decided that his suggestions made more sense. \n Once we got Halim’s quote, we agreed to proceed with Cahaya Halim Pools to do the work. Not only did they accomplish the work on time, but every day of the construction there was a supervisor here at least twice a day to be sure all was being done and done right. \n The pool expansion is now complete, looks great and most importantly, they matched the stone we had along with the layout so it will be hard to tell that this is an addition. \n We would highly recommend Cahaya Halim Pools to anyone who wants their work done right and on time. \n \n Alya. \n Bogor, West Java",
    "testimonial_comment_4": "Thanks to Cahaya Halim Pools, we have a lovely outdoor living area complete with pool, spa, swim-up bar and cabana. Owner Halim built our house and continued with his vision to extend our outdoor entertainment area to poolside. As we are on a hillside with a great view, Halim and his team, created a multi-level deck where the view can be appreciated from every angle. \n We are very fortunate to have found Cahaya Halim Pools and to have been able to create a great pool area with several water features, perfect for our lot. The cost was especially affordable, given the unique design and attention to details. \n Thanks Cahaya Halim Pools. We have all good things to say about you and the building of our pool! \n \n Steven & Kristin. \n PIK, North Jakarta",
    "testimonial_comment_5": "Dear Mr. Halim, I am writing to tell you how much we love our pool! Out of everyone we talked to (other pools companies), I was most impressed with the knowledge and the time that was taken with me and my wife. It was very easy to pick Cahaya Halim Pools as our builder. I felt like Halim really understood the complexities of our yard. He was also very helpful to me in helping me pick out colors for tiles, coping, retaining walls, etc. \n As the actual building process began, of course the rains began as well. Our excavator stayed here late into the evening hours. He hit rock within an inch, and hit blue rock at about 7 feet. Plus my yard drops about a story and a half from the street level to the level of the pool, so each bobcat trip was a tricky one. I know he had bad dreams about our yard at night. Asrul was our superintendent. He was an absolute joy to work with. He did a good job of keeping me informed of what was happening next, and what I needed to be doing. \n Everyone I dealt with was a delight to work with. I never worried about leaving my house or my two daughters. That says a lot!!! \n Thank you again for our beautiful pool. We will be recommending you to others. \n \n Rian \n Sentul, West Java",
    "aboutus_tittle": "About Cahaya Halim Pool",
    "aboutus_description": "Cahaya Halim Pools is a local company serving Jakarta area. We pride ourselves on relationships, quality, and trust. Cahaya Halim Pools is a trusted company. \n \n How did Cahaya Halim Pools come to be? New Custom Home owners requested that Halim Homes build their pool to match the quality and attention to detail they appreciated in their new homes. Owner and Builder Halim took on the challenge. Cahaya Halim Pools was born! The company has rapidly expanded and become the most sought after pool builder in the Jakarta area today. \n \n Cahaya Halim Pools is not a volume/production pool builder. We build true CUSTOM pools. Your possibilities are endless when it comes to designing and building your own personal oasis. Your pool designer will help you create your backyard getaway. At Cahaya Halim Pools, we work with you every step of the way to create a one-of-a-kind design that is a reflection of you and your family. The choices are limited only by your imagination. \n \n Reputation is Everything. Every project we complete says who we are. It is of the utmost importance to us that our customers have a rewarding experience and are 100% satisfied with their pool. We use only the finest materials and equipment. Reputation is Everything! \n \n Your time is valuable! We will begin and complete your pool on time. We know you would like to start swimming as soon as possible. \n \n Cahaya Halim Pools believes in constant communication. This means that we LISTEN to you as the customer. To ensure your peace of mind during the design and construction of your Cahaya Halim Pools, we will work with you every step of the way answering questions and maintaining our unsurpassed level of Communication. \n \n We take pride in every pool and spa we build. We know you will enjoy the process, and we hope you will tell everyone about Cahaya Halim Pools!",
    "aboutus_bbb_tittle": "BBB - \"Better Business Bureau\"",
    "aboutus_bbb_description": "The BBB is a private, non-profit organization whose mission is to promote and foster the highest ethical standards between companies and their customers in the areas of: \n \n 1. Dependable Service \n 2. Honesty In Advertising \n 3. Honest Business Practices \n 4. Reliable Complaint Handling Procedures \n \n Examples of services provided by the BBB are Business Reliability Reports, Dispute Resolution, Truth-in-Advertising, Consumer and Business Education and Charity Review.",
    "aboutus_bbb_member": "To be a member of the BBB, an applicant must:",
    "aboutus_bbb_member_description": "Be invited to apply for membership by a staff person or Director of the Bureau. \n \n Be actively engaged in business, in the BBB’s service area, for no less than 6 months. \n \n Supply background information about the company, its principals or other information deemed essential to the BBB. \n \n Cooperate with the BBB’s activities and efforts to promote voluntary self-regulation within the business industry. \n \n Adhere to established BBB standards of advertising and selling, including the Code of Online Business Practices for online businesses that apply for the BBBOnLine Reliability logo, and cooperate with the BBB in matters relating thereto. \n \n Promptly respond to any and all complaints forwarded by the BBB, and make good faith efforts to resolve all such complaints in accordance with generally accepted good business practices. \n \n Comply with any decisions rendered through the Bureau’s or an alternative provider’s binding arbitration program. \n \n Eliminate the underlying causes of patterns of consumer complaints that the BBB may call to the company’s attention. \n \n Be free from an unsatisfactory report at the BBB in whose service area the company is headquartered. \n \n Be free from any governmental action concerning the marketplace and its customers that demonstrates a significant failure of the company to support the principals and purposes of the BBB. \n \n Support the principles and purposes of the BBB and not engage in any activity that reflects unfavorably on the BBB and its members. \n \n Refrain from using the name or logo of the BBB for commercial, sales or advertising purposes in any manner not specifically authorized in writing by the BBB. \n \n Promptly notify the Bureau of any changes in ownership, licensing status, addresses, telephone numbers, web site and any other information deemed necessary by the Bureau. \n \n Fulfill all licensing and bonding requirements of applicable city, county, state and federal agencies and authorities, and provide license numbers upon application for BBB membership and provide periodic updates on request of the BBB.",
    "aboutus_bbb_member_subdescription": "Businesses earning the right to be included in this organization have a strong reputation of taking care of their customers.",
    "aboutus_pentair_water_tittle": "Pentair Water",
    "aboutus_pentair_water_description": "Pentair Aquatic Systems is the world’s leading manufacturer of pool and spa equipment. By applying imaginative thinking and the latest technology, their equipments help pool owners get more energy efficiency, enhanced safety, longer service life, cleaner water, more dependability, easier operation and the latest trends making pool ownership more convenient, enjoyable, and affordable than ever before.",
    "aboutus_apsp_tittle": "APSP - \"The Association of Pool & Spa Professionals\"",
    "aboutus_apsp_description": "The APSP is the world’s largest international trade association representing the swimming pool, spa, hot tub and recreational water industries. APSP is the leading industry advocate promoting professional best practices through education, industry standards, and safety. \n \n APSP members adhere to a code of ethics in business and technical practices and share a strong commitment to the safe, healthful, and enjoyable use of industry products. \n \n The APSP effectively replaced another well-known industry organization known as “National Pool and Spa Institute” or NSPI in 2006.", 
    "contactus_callus": "Call Us",
    "contactus_emailus": "Email Us",
    "contactus_address": "Our Address",
    "contactus_address_detail": "South Jakarta - Indonesia",
    "contactus_description": "Do you have questions? Want some free advice for your new Backyard Project? We’ll be happy to schedule a no obligation, one-on-one consultation with you, to help you visualize your dream. Please call us at 0815-8496-3994 or fill out our form.",
    "contactus_name": "Name",
    "contactus_full_name": "Full Name",
    "contactus_name_alert": "Name Cann't Be Empty",
    "contactus_phone": "Phone",
    "contactus_phone_number": "Phone Number",
    "contactus_phone_alert": "Phone Cann't Be Empty",
    "contactus_email": "Email",
    "contactus_email_address": "Email Address",
    "contactus_email_alert": "Email Cann't Be Empty",
    "contactus_comment": "Comments / Questions",
    "contactus_description_form": "Description",
    "contactus_submit": "Submit"    
}