{
    "navbar_gallery": "GALERI",
    "navbar_construction": "KONSTRUKSI",
    "navbar_testimonials": "TESTIMONI",
    "navbar_aboutus": "TENTANG",
    "navbar_contactus": "KONTAK",
    "dark_theme": "Mode Gelap",
    "light_theme": "Mode Terang",
    "home_tittle": "SELAMAT DATANG DI CAHAYA HALIM POOLS",
    "home_description": "Kami adalah perusahaan konstruksi kolam renang area Jakarta terkemuka. Cahaya Halim Pools membangun kolam renang khusus yang mengesankan untuk wilayah Jabodetabek, dengan bahan berkualitas tinggi dan harga terjangkau. Kolam renang yang direncanakan dan dibangun dengan baik akan meningkatkan keindahan dan nilai rumah Anda. \n \n Kami akan merancang / membangun kolam renang Anda agar sesuai dengan visi, gaya hidup, dan anggaran Anda. Jadikan halaman belakang rumah Anda sebagai surga liburan. Dari desain kolam renang bentuk bebas kami, spa santai, dan fitur air satu-satunya, hingga peningkatan ruang tamu luar ruangan kami termasuk ekstensi teras, dapur luar ruang, pergola, dan banyak lagi. Kepuasan pelanggan adalah yang paling penting. REPUTASI ADALAH SEGALANYA! Lihat beberapa testimonial pelanggan kami. \n \n Hubungi kami hari ini dan tanyakan tentang spesial konstruksi dan desain kolam renang area Jakarta kami! Melayani seluruh Jakarta, termasuk Bogor, Depok, Tangerang, Bekasi, dan lainnya.",
    "home_design_tittle": "Design Kolam Renang",
    "home_design_description": "Biarkan profesional desain kolam renang Jakarta di Cahaya Halim Pools merancang kolam impian Anda berikutnya. Setiap klien menerima desain yang dihasilkan komputer 3-D sebelum kami memulai konstruksi. Rendering yang dibuat dengan ahli ini memungkinkan Anda untuk melihat semua elemen desain kolam Anda saat mereka terintegrasi ke rumah dan halaman belakang Anda. Pada fase ini, Anda dapat melakukan revisi dan perbaikan sesuai kebutuhan. Setelah menyetujui desain Anda, kami menggunakan tata letak ini untuk membuat rencana konstruksi terperinci dan kami memulai proses tata letak. Kami juga melayani pembangunan kolam renang di Bogor, Depok, Tangerang, Bekasi dan komunitas Jabodetabek sekitar lainnya.",
    "gallery_tittle": "Lihatlah Beberapa Cara Hebat Untuk Meningkatkan Hidup Anda...",
    "gallery_description": "Tidak ada cara yang lebih baik untuk \"berlibur di halaman belakang rumah Anda sendiri\" selain dengan kolam renang baru. Tapi Anda sudah tahu itu, itulah mengapa Anda ada di sini. Temukan inspirasi Anda di sini.",
    "construction_tittle": "Konstruksi Kolam. Menciptakan impian Anda.",
    "construction_description": "Cahaya Halim Pools secara konsisten diakui untuk tingkat superior konstruksi kolam renang dan spa Jakarta kami. Kami juga melayani pembangunan kolam renang di Bogor, Depok, Tangerang dan Bekasi. Di bawah ini, kami telah membuat daftar tahapan pembangunan kolam renang.",
    "construction_tittle_1": "1. Design Kolam Renang",
    "construction_description_1": "Biarkan profesional desain kolam renang Jakarta di Cahaya Halim Pools merancang kolam impian Anda berikutnya. Setiap klien menerima desain yang dihasilkan komputer 3-D sebelum kami memulai konstruksi. Rendering yang dibuat dengan ahli ini memungkinkan Anda untuk melihat semua elemen desain kolam Anda saat mereka terintegrasi ke rumah dan halaman belakang Anda. Pada fase ini, Anda dapat melakukan revisi dan perbaikan sesuai kebutuhan. Setelah menyetujui desain Anda, kami menggunakan tata letak ini untuk membuat rencana konstruksi terperinci dan kami memulai proses tata letak. Kami juga melayani pembangunan kolam renang di Bogor, Depok, Tangerang dan Bekasi sekitar komunitas Jabodetabek.",
    "construction_tittle_2": "2. Tata Letak",
    "construction_description_2": "Pada fase tata letak, kami mengambil dimensi desain kolam & rencana konstruksi, dan meletakkannya di lokasi kolam yang diusulkan. Hal ini memungkinkan Anda untuk melihat garis besar ukuran dan bentuk sebenarnya dari kolam dan membuat perubahan pada ukuran dan lokasi kolam sebelum kita benar-benar membuat terobosan.",
    "construction_tittle_3": "3. Penggalian",
    "construction_description_3": "Setelah tahap tata letak selesai, kami menggunakan backhoe untuk penggalian untuk kolam renang dan spa Anda. Kami menggali ukuran dan spesifikasi yang tepat untuk kolam Anda. Kami sekarang siap untuk bentuk dan tulangan.",
    "construction_tittle_4": "4. Bentuk dan Besi Beton",
    "construction_description_4": "Kami menggunakan bentuk kayu dan tulangan untuk membuat detail dan bentuk yang tepat untuk desain Anda. Bentuk dan tulangan bersama-sama menciptakan kerangka dan integritas struktural yang tinggi dari kolam Anda.",
    "construction_tittle_5": "5. Listrik dan Perpipaan",
    "construction_description_5": "Pada fase ini kami memasang semua jalur listrik dan pipa ledeng. Pipa di bawah tekanan dan diperiksa. Listrik dipasang sesuai kode kota dan negara bagian yang diperlukan.", 
    "construction_tittle_6": "6. Gunite",
    "construction_description_6": "Dalam fase ini kami menerapkan gunite menggunakan selang bertekanan tinggi untuk membuat cangkang dalam kolam baru Anda. Setelah gunite diterapkan, Anda akan memiliki gagasan yang sangat bagus tentang bagaimana tepatnya kolam baru Anda akan terlihat!", 
    "construction_tittle_7": "7. Masonry dan Batu",
    "construction_description_7": "Hubungi Kolam Cahaya Halim untuk pekerjaan Batu dan Batu Jakarta profesional yang membuat kolam Anda terlihat spektakuler. Di sinilah fitur air Anda menjadi hidup. Anda akan memilih jenis dan ukuran bebatuan yang berbeda untuk membuat air terjun, batu lompat, gua, dan aspek desain unik dari kolam Anda.", 
    "construction_tittle_8": "8. Decking and Patios",
    "construction_description_8": "Ini adalah area teras di sekitar kolam Anda. Setelah beton dipasang, Anda memiliki opsi untuk permukaan jadi. Sundek, beton bertekstur dan / atau diwarnai, dan batu ubin kustom hanyalah beberapa pilihan. Selanjutnya kami memasang perapian luar ruangan Anda, lubang api, air mancur, dapur musim panas, dan banyak lagi.",
    "construction_tittle_9": "9. Plester",
    "construction_description_9": "Menerapkan plester menjadi hasil akhir untuk interior kolam. Kolam Anda sekarang kedap air. Ada banyak produk dan warna yang tersedia. Plester Anda diaplikasikan pada gunite dan dengan cepat dikencangkan dengan tangan untuk memastikan keindahannya.",
    "construction_tittle_10": "10. Sekolah Kolam",
    "construction_description_10": "Dalam fase ini kami menyediakan sekolah kolam untuk mendidik Anda tentang permulaan awal dan pemeliharaan kolam Anda. Cahaya Halim Pools tersedia untuk semua pertanyaan yang Anda miliki di masa mendatang.",
    "testimonial_tittle": "Apa yang klien kami katakan tentang kami ...",
    "testimonial_subtittle": "Testimonial untuk Pemeliharaan Kolam",
    "testimonial_comment_1": "Setelah mendengar beberapa cerita mimpi buruk dari tetangga dan rekan kerja tentang pembangunan kolam mereka, saya memutuskan untuk tidak membangun kolam besar dan saya memilih Kolam Cahaya Halim berdasarkan rekomendasi dari salah satu pelanggan Anda yang puas. \n Saya menulis untuk memberi tahu Anda betapa senangnya saya dengan pengalaman keseluruhan memiliki kolam saya yang dibangun oleh perusahaan Anda. Cahaya Halim Pools selalu muncul saat mereka mengatakan akan tampil. Jika sub-kontraktor akan sedikit terlambat atau akan memakan waktu sedikit lebih lama dari yang direncanakan, saya selalu mendengarnya terlebih dahulu dari manajer proyek. \n Manajer proyek Anda menunjukkan banyak kesabaran ketika istri saya dan saya mengambil 3 kali untuk menentukan penempatan yang tepat dari kolam dan memindahkan pohon alih-alih melibasnya yang merupakan nilai tambah yang besar bagi istri dan anak saya. Yang benar-benar membuat saya terkesan adalah terus mengikuti setiap perubahan anggaran saat saya mengubah cakupan pekerjaan untuk menyertakan lebih banyak fitur seperti teras batu yang diperluas, bangku, dan lansekap. \n Tidak ada kejutan anggaran pada akhir pembangunan. Kami menyukai kolam baru kami. Saya mungkin tidak akan pernah pindah, tetapi jika saya melakukannya dan membutuhkan kolam lain, Anda akan menjadi panggilan pertama saya. Terima kasih sekali lagi kepada Anda dan staf Anda untuk layanan pelanggan yang luar biasa. \n \n Adrian. \n Kemang, Jakarta Selatan",
    "testimonial_comment_2": "Saat kami mulai berpikir untuk menambah kolam, kami mulai berbicara dengan teman-teman yang telah membuat kolam. Yang kami dengar hanyalah cerita horor kolam renang satu demi satu. Jadi saat kami melewati instalasi kolam kami, kami menunggu hari horor terjadi. Syukurlah bagi kami, hari itu tidak pernah datang. Kolam renang kami dibuat tepat waktu dan sesuai anggaran. Kami juga tidak berharap. Kami memiliki beberapa perusahaan kolam renang yang mengusulkan di kolam kami. Apa yang membuat kami berubah menjadi Cahaya Halim Pools adalah: \n Dia memiliki visi untuk kolam renang dan menempatkan dirinya pada sepatu pemilik rumah dan berpikir tentang bagaimana itu akan terlihat dari jendela rumah, ruang berjalan di sekitar kolam renang, area tempat duduk, payung, suara air terjun, dll. Banyak dari ini hal-hal yang bahkan tidak kami pikirkan atau pertimbangkan, tetapi saya yakin senang itu adalah bagian dari keputusan. \n Fokuslah pada pohon yang kami miliki. Menjaga sebanyak yang kami bisa, terutama yang lebih besar, memiliki sinar matahari yang cukup untuk menghangatkan air, naungan yang cukup dari sinar matahari, dan minimal daun dan kotoran lainnya di kolam. Sekali lagi, sebagian besar dari hal-hal ini bahkan tidak kami pertimbangkan. \n Kesediaan kami untuk melihat beberapa kolamnya dan melakukan korespondensi langsung dengan pemilik rumah untuk dialog yang sepenuhnya terbuka. Tentang mengapa saya merujuk Cahaya Halim Pool tanpa reservasi, akan menjadi semua yang baru saja saya cantumkan tetapi saya juga akan menambahkan bahwa kami sangat terkesan dengan pemikiran estetika Cahaya Halim Pools yang konstan. Kami sangat senang dengan kolam kami dan dengan senang hati akan merujuk orang lain untuk menggunakan Kolam Cahaya Halim. \n \n Hendrik. \n Pondok Indah, Jakarta Selatan",
    "testimonial_comment_3": "Kami pindah ke rumah baru baru-baru ini dan memutuskan kami ingin menambahkan kolam renang ke teras batu luar ruangan kami untuk lebih banyak ruang hiburan, jadi kami memanggil perusahaan untuk memberi kami penawaran. Halim datang dan kami mendiskusikan apa yang ada dalam pikiran kami dan mendengarkan pemikiran kami, dia membuat rekomendasi yang sangat bagus mengenai pengaturan kami saat ini versus pemikiran asli kami dan kami memutuskan bahwa sarannya lebih masuk akal. Begitu kami mendapatkan kutipan Halim, kami setuju untuk melanjutkan pekerjaannya dengan Cahaya Halim Pools. Mereka tidak hanya menyelesaikan pekerjaan tepat waktu, tetapi setiap hari konstruksi ada pengawas di sini setidaknya dua kali sehari untuk memastikan semuanya dilakukan dan dilakukan dengan benar. \n Ekspansi kolam sekarang sudah selesai, terlihat bagus dan yang terpenting, mereka cocok dengan batu yang kami miliki bersama dengan tata letaknya sehingga akan sulit untuk mengatakan bahwa ini adalah tambahan. Kami sangat merekomendasikan Cahaya Halim Pools kepada siapa saja yang ingin pekerjaannya selesai tepat dan tepat waktu. \n \n Alya. \n Bogor, Jawa Barat",
    "testimonial_comment_4": "Berkat Cahaya Halim Pools, kami memiliki ruang tamu luar ruangan yang indah lengkap dengan kolam renang, spa, bar kolam renang, dan cabana. Pemilik Halim membangun rumah kami dan melanjutkan visinya untuk memperluas area hiburan luar ruangan kami ke sisi kolam renang. Karena kami berada di lereng bukit dengan pemandangan indah, Halim dan timnya membuat dek bertingkat di mana pemandangan dapat dinikmati dari setiap sudut. \n Kami sangat beruntung telah menemukan Kolam Cahaya Halim dan telah mampu membuat area kolam yang bagus dengan beberapa fitur air, cocok untuk tanah kami. Biayanya sangat terjangkau, mengingat desain yang unik dan perhatian terhadap detail. \n Terima kasih Cahaya Halim Pools. Kami memiliki semua hal baik untuk dikatakan tentang Anda dan bangunan kolam kami! \n \n Steven & Kristin. \n PIK, Jakarta Utara",
    "testimonial_comment_5": "Bapak Halim yang terhormat, saya menulis untuk memberi tahu Anda betapa kami sangat menyukai kolam kami! Dari semua orang yang kami ajak bicara (perusahaan kolam lain), saya paling terkesan dengan pengetahuan dan waktu yang saya dan istri saya gunakan. Sangat mudah untuk memilih Cahaya Halim Pools sebagai pembangun kami. Saya merasa Halim sangat memahami kompleksitas halaman kami. Dia juga sangat membantu saya dalam membantu saya memilih warna untuk ubin, mengatasi, mempertahankan dinding, dll. \n Saat proses pembangunan sebenarnya dimulai, tentu saja hujan juga mulai turun. Ekskavator kami tinggal di sini hingga larut malam. Dia memukul batu dalam satu inci, dan memukul batu biru sekitar 7 kaki. Ditambah lagi halaman saya turun sekitar satu setengah cerita dari permukaan jalan ke tingkat kolam, jadi setiap perjalanan kucing hutan adalah perjalanan yang rumit. Saya tahu dia bermimpi buruk tentang halaman kami di malam hari. Asrul adalah pengawas kami. Dia sangat menyenangkan untuk diajak bekerja sama. Dia melakukan pekerjaan yang baik dengan terus memberi saya informasi tentang apa yang terjadi selanjutnya, dan apa yang perlu saya lakukan. \n Setiap orang yang saya temui senang bekerja dengan saya. Saya tidak pernah khawatir untuk meninggalkan rumah atau kedua putri saya. Itu mengatakan banyak !!! Sekali lagi terima kasih atas kolam renang kami yang indah. Kami akan merekomendasikan Anda kepada orang lain. \n \n Rian \n Sentul, Jawa Barat",
    "aboutus_tittle": "Tentang Cahaya Halim Pool",
    "aboutus_description": "Cahaya Halim Pools adalah perusahaan lokal yang melayani wilayah Jakarta. Kami bangga dengan hubungan, kualitas, dan kepercayaan. Cahaya Halim Pools adalah perusahaan terpercaya. \n \n Bagaimana Cahaya Halim Pools terbentuk? Pemilik Rumah Kustom baru meminta Halim Homes membangun kolam mereka agar sesuai dengan kualitas dan perhatian terhadap detail yang mereka hargai di rumah baru mereka. Pemilik dan Builder Halim mengambil tantangan tersebut. Cahaya Halim Pools lahir! Perusahaan ini berkembang pesat dan menjadi pembangun kolam renang yang paling dicari di wilayah Jakarta saat ini. \n \n Cahaya Halim Pools bukanlah pembuat kolam volume / produksi. Kami membangun kumpulan CUSTOM yang sebenarnya. Kemungkinan Anda tidak terbatas dalam hal merancang dan membangun oasis pribadi Anda sendiri. Perancang kolam Anda akan membantu Anda menciptakan liburan halaman belakang Anda. Di Cahaya Halim Pools, kami bekerja sama dengan Anda dalam setiap langkah untuk menciptakan desain unik yang merupakan cerminan Anda dan keluarga. Pilihannya hanya dibatasi oleh imajinasi Anda. \n \n Reputasi adalah Segalanya. Setiap proyek yang kami selesaikan menunjukkan siapa kami. Sangat penting bagi kami bahwa pelanggan kami memiliki pengalaman yang bermanfaat dan 100% puas dengan kumpulan mereka. Kami hanya menggunakan bahan dan peralatan terbaik. Reputasi adalah Segalanya! \n \n Waktu Anda sangat berharga! Kami akan memulai dan menyelesaikan kolam Anda tepat waktu. Kami tahu Anda ingin mulai berenang secepat mungkin. \n \n Cahaya Halim Pools percaya pada komunikasi yang konstan. Ini berarti kami MENDENGARKAN Anda sebagai pelanggan. Untuk memastikan ketenangan pikiran Anda selama desain dan konstruksi Kolam Cahaya Halim Anda, kami akan bekerja dengan Anda dalam setiap langkah menjawab pertanyaan dan menjaga tingkat Komunikasi kami yang tak tertandingi. \n \n Kami bangga dengan setiap kolam dan spa yang kami bangun. Kami tahu Anda akan menikmati prosesnya, dan kami harap Anda akan memberi tahu semua orang tentang Cahaya Halim Pools!",
    "aboutus_bbb_tittle": "BBB - \"Better Business Bureau\"",
    "aboutus_bbb_description": "BBB adalah organisasi nirlaba swasta yang misinya adalah mempromosikan dan mendorong standar etika tertinggi antara perusahaan dan pelanggan mereka di bidang: \n \n 1. Layanan yang Dapat Diandalkan \n 2. Kejujuran Dalam Beriklan \n 3. Praktik Bisnis yang Jujur \n 4. Prosedur Penanganan Keluhan yang Andal \n Contoh layanan yang disediakan oleh BBB adalah Laporan Keandalan Bisnis, Penyelesaian Sengketa, Kebenaran dalam Iklan, Pendidikan Konsumen dan Bisnis, dan Tinjauan Amal.",
    "aboutus_bbb_member": "Untuk menjadi anggota BBB, pelamar harus:",
    "aboutus_bbb_member_description": "Diundang untuk melamar keanggotaan oleh seorang staf atau Direktur Biro. /n /n Terlibat aktif dalam bisnis, di area layanan BBB, tidak kurang dari 6 bulan. \n \n Memberikan informasi latar belakang tentang perusahaan, prinsipal atau informasi lain yang dianggap penting bagi BBB. \n \n Bekerja sama dengan kegiatan dan upaya BBB untuk mempromosikan pengaturan mandiri sukarela dalam industri bisnis. \n \n Mematuhi standar periklanan dan penjualan BBB yang telah ditetapkan, termasuk Kode Praktik Bisnis Online untuk bisnis online yang mengajukan logo Keandalan BBBOnLine, dan bekerja sama dengan BBB dalam hal-hal yang berkaitan dengannya. \n \n Segera menanggapi setiap dan semua pengaduan yang disampaikan oleh BBB, dan berusaha dengan iktikad baik untuk menyelesaikan semua pengaduan tersebut sesuai dengan praktik bisnis yang diterima secara umum. /n /n Mematuhi keputusan apa pun yang diberikan melalui program arbitrase yang mengikat dari Biro atau penyedia alternatif. /n /n Menghilangkan penyebab yang mendasari pola keluhan konsumen yang mungkin diminta oleh BBB untuk menjadi perhatian perusahaan. /n /n Bebaskan laporan yang tidak memuaskan di BBB yang wilayah layanannya berkantor pusat. \n \n Bebas dari tindakan pemerintah apa pun terkait pasar dan pelanggannya yang menunjukkan kegagalan signifikan perusahaan dalam mendukung prinsip dan tujuan BBB. \n \n Mendukung prinsip dan tujuan BBB dan tidak terlibat dalam aktivitas yang merugikan BBB dan anggotanya. \n \n Menahan diri untuk tidak menggunakan nama atau logo BBB untuk tujuan komersial, penjualan atau periklanan dengan cara apa pun yang tidak diizinkan secara tertulis oleh BBB. /n /n Segera beri tahu Biro tentang perubahan apa pun dalam kepemilikan, status lisensi, alamat, nomor telepon, situs web, dan informasi lain yang dianggap perlu oleh Biro. \n \n Memenuhi semua persyaratan perizinan dan ikatan dari kota, kabupaten, negara bagian dan federal dan otoritas yang berlaku, dan berikan nomor lisensi saat aplikasi untuk keanggotaan BBB dan berikan pembaruan berkala atas permintaan BBB.",
    "aboutus_bbb_member_subdescription": "Bisnis yang mendapatkan hak untuk diikutsertakan dalam organisasi ini memiliki reputasi yang kuat dalam menjaga pelanggannya.",
    "aboutus_pentair_water_tittle": "Pentair Water",
    "aboutus_pentair_water_description": "Pentair Aquatic Systems adalah produsen peralatan kolam renang dan spa terkemuka di dunia. Dengan menerapkan pemikiran imajinatif dan teknologi terbaru, peralatan mereka membantu pemilik kolam mendapatkan lebih banyak efisiensi energi, keamanan yang ditingkatkan, masa pakai yang lebih lama, air yang lebih bersih, lebih dapat diandalkan, pengoperasian yang lebih mudah dan tren terbaru membuat kepemilikan kolam lebih nyaman, menyenangkan, dan terjangkau dari sebelumnya. sebelum.",
    "aboutus_apsp_tittle": "APSP - \"The Association of Pool & Spa Professionals\"",
    "aboutus_apsp_description": "APSP adalah asosiasi perdagangan internasional terbesar di dunia yang mewakili industri kolam renang, spa, hot tub, dan air rekreasi. APSP adalah pendukung industri terkemuka yang mempromosikan praktik terbaik profesional melalui pendidikan, standar industri, dan keselamatan. \n \n Anggota APSP mematuhi kode etik dalam praktik bisnis dan teknis serta memiliki komitmen yang kuat terhadap penggunaan produk industri yang aman, sehat, dan menyenangkan. \n \n APSP secara efektif menggantikan organisasi industri terkenal lainnya yang dikenal sebagai “National Pool and Spa Institute” atau NSPI pada tahun 2006.",
    "contactus_callus": "Hubungi Kami",
    "contactus_emailus": "Email Kami",
    "contactus_address": "Alamat Kami",
    "contactus_address_detail": "Jakarta Selatan - Indonesia",
    "contactus_description": "Anda punya pertanyaan? Ingin beberapa saran gratis untuk Proyek Halaman Belakang baru Anda? Kami akan dengan senang hati menjadwalkan tanpa kewajiban, konsultasi empat mata dengan Anda, untuk membantu Anda memvisualisasikan impian Anda. Silahkan hubungi kami di 0815-8496-3994 atau isi formulir kami.",
    "contactus_name": "Nama",
    "contactus_full_name": "Nama Lengkap",
    "contactus_name_alert": "Name Belum Terisi",
    "contactus_phone": "Telepon",
    "contactus_phone_number": "Nomor Telepon",
    "contactus_phone_alert": "Phone Belum Terisi",
    "contactus_email": "Email",
    "contactus_email_address": "Alamat Email",
    "contactus_email_alert": "Email Belum Terisi",
    "contactus_comment": "Komentar / Pertanyaan",
    "contactus_description_form": "Deskripsi",
    "contactus_submit": "Kirim"    
}